Repository: muhammadalikalonov/education
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Связатся с нами
uz: Biz bilan bog'lanish

source: Оставьте свои данные и наш специалист обязательно свяжемся с Вами в течение дня
uz: Ma'lumotlaringizni qoldiring, shunda mutaxassisimiz kun davomida albatta siz bilan bog'lanadi

source: Отправить
uz: Jo'natish

source: Свяжитесь с нами и мы ответим на все ваши вопросы
uz: Biz bilan bog'laning va barcha savollaringizga mening javobim

source: Телефоны
uz: Aloqa

source: Адрес
uz: Manzil

source: Время работы
uz: Ish vaqti

source: Связаться с нами
uz: Biz bilan bog'lanish

source: Главная
uz: Bosh saxifa

source: О нас
uz: Biz xaqimizda

source: Услуги
uz: Xizmatlar

source: Университеты
uz: Universitetlar

source: Студенты
uz: Studentlar

source: Новости
uz: Yangiliklar

source: Контакты
uz: Aloqa

source: Оставить заявку
uz: Ariza qoldirish

source: Грант и контрактное обучение в
uz: Grand va kontrakt asosida

source: зарубежных вузах
uz: chet elda o'qish

source: Добро пожаловать в нашу группу иностранного образования
uz: Xorijiy ta'lim guruhimizga xush kelibsiz

source: Почему мы?
uz: Nimaga aynan biz?

source: Страны
uz: Shaharlar

source: В нашем каталоге вы найдете более
uz: Bizning katalogimizda siz ko'proq ma'lumot topasiz

source: из более чем
uz: ko'proq

source: стран
uz: shaharlar

source: Смотреть все
uz: Xammasini ko'rish

source: вузов
uz: universitetlar

source: Отзывы наших студентов
uz: Bizni o'quvchilarimizning izohlari

source: Смотреть все
uz: Xammasini ko'rish

source: Фотографии наших студентов
uz: Bizni o'quvchilarimizning foto-surati

source: Вопросы и ответы
uz: Savol va javoblar

source: Время чтения:
uz: O'qish vaqti

source: минут
uz: daqiqa

source: Время чтения:
uz: O'qish vaqti

source: минут
uz: daqiqa

source: Еще
uz: Yana

source: Расположение
uz: Joylashuvi

source: Язык обучения
uz: O'qish tili

source: Год основания
uz: Ochilgan yili

source: К-во intake
uz: Topshiri voqtlari

source: Средняя цена за семестр
uz: O'rtacha narxi/semestga

source: Средняя цена за проживание
uz: O'rtacha yashash/semestga

source: О ВУЗе
uz: Universitet xaqida

source: Документы для поступления
uz: Kerakli xujjatlar

source: Академические программы
uz: Akadem programmalar

source: Галерея
uz: Galireya

source: Фильтры
uz: Filtrlash

source: Форма обучения
uz: O'qish formasi

source: Направление обучения
uz: O'qish yo'nalishlar

source: Применить
uz: Qidirish

source: По популярности
uz: Ommabopligi bo'yicha

source: По цене
uz: Narxi bo'yicha

source: Мы предлагаем нашим клиентам следующие услуги:
uz: Biz mijozlarimizga quyidagi xizmatlarni taklif etamiz:

source: Заявка на консультацию
uz: Konsultatsiya

source: Назад
uz: Orqaga

source: ФИО
uz: FIO

source: Дата рождения
uz: Tug'ilish san'asi

source: Уровень английского
uz: Ingliz tili darajasi

source: Предпочтительная программа
uz: Yo'nalish

source: Сроки
uz: Vaqt

source: Мы предлагаем нашим клиентам следующие услуги:
uz: Biz mijozlarimizga quyidagi xizmatlarni taklif etamiz:
